{
  "allmovie" : [

{
"title" : "Naruto Shippuden the Movie: Road to Ninja",
"gen" : "Action, Adventure, Animation, Drama ",
"date" : "2012",
"cover" : "https://image.tmdb.org/t/p/w300/vQTZsbyc52JDQcATIKmdJ3IJJIa.jpg",
"image" : "https://image.tmdb.org/t/p/w185/xLal6fXNtiJN6Zw6qk21xAtdOeN.jpg",
"length" : "1h 49m ",
"size" : "495 MB",
"video" : "http://www.mediafire.com/file/7sr4lem9kzmb25k/Naruto_Shippuden_the_Movie_6_-_Road_to_Ninja_PeaceSite.mp4/file",
"vol" : "Sixteen years ago, a mysterious masked ninja unleashes a powerful creature known as the Nine-Tailed Demon Fox on the Hidden Leaf Village Konoha, killing many people. In response, the Fourth Hokage Minato Namikaze and his wife Kushina Uzumaki, the Demon Fox’s living prison or Jinchūriki, manage to seal the creature inside their newborn son Naruto Uzumaki. With the Tailed Beast sealed, things continued as normal. However, in the present day, peace ended when a group of ninja called the Akatsuki attack Konoha under the guidance of Tobi, the mysterious masked man behind Fox’s rampage years ago who intends on executing his plan to rule the world by shrouding it in illusions.

 

Naruto ရဲ ့ ၉ကြိမ်မြောက် ထွက်ထားတဲ့ Movie ဖြစ်တဲ့ >>>
Naruto the movie: Road to Ninja ပဲ ဖြစ်ပါတယ်။🦊

ဆရာKishimotoကိုယ်တိုင်ရေးသားပေးခဲ့တဲ့ထွက်ထားသမျှကားတွေထဲက အကောင်းဆုံး စံချိန်ချိုးနိုင်ခဲ့တဲ့ကားပဲဖြစ်ပါတယ်။ဒီထဲမှာ
နာရူတို နဲ့ ဆာကူရာတို့ Tobi jutsu ကြောင့် parallel world လိုနေရာမျိုး ရောက်သွားပါတယ်။ အဲ့မှာ သူတို့သူငယ်ချင်းတွေကလဲ မယုံနိုင်အောင် စရိုက်တွေပြောင်းလဲ ပြီး အားလုံးကို စပရိုက်ဖြစ်စေတာက နာရူတို မိဘတွေကအသက်ရှင်နေတာပါပဲ။ ကြည့်တဲ့အခါ တစ်ချိနိတည်းမှာပဲ ပျော်ရသလို ငိုလည်းငိုရတဲ့ ကားပါ။
"
}
,{
"title" : "Lupin III: The First",
"gen" : "Animation,Action",
"date" : "2019",
"cover" : "https://image.tmdb.org/t/p/w300/qR19qpn4kia4v1vdsFJcREiPOGk.jpg",
"image" : "https://image.tmdb.org/t/p/w185/t9UstMVI2RxA76wQeBbXWE734j.jpg",
"length" : "1h 33m",
"size" : "1.07 GB",
"video" : "http://www.mediafire.com/file/dx6oodxkspmv72k/%25E1%2580%2599%25E1%2580%25B1%25E1%2580%25AC%25E1%2580%2584%25E1%2580%25BA%25E1%2580%259C%25E1%2580%25B0%25E1%2580%2595%25E1%2580%2584%25E1%2580%25BA.mp4/file",
"vol" : "

IMDb 6.9/10 ဒီဇာတ်ကားဟာနည်းနည်းတော့ထူးခြားပါတယ် Animeဆိုပေမယ့် မြင်တွေ့နေကျ 2D ပုံစံမဟုတ်ပဲနဲ့ အနောက်တိုင်းဆန်ဆန်3D animationပုံစံကိုသုံးထားတာဗျ။ ဂျပန်တွေဆွဲတဲ့3Dဆို‌ပြီး တချို့တွေက မထွက်ခင်ထဲကစုတ်လောက်တယ်ထင်နေကြတာတွေရှိပါတယ်။ တခုအမှတ်ရစေချင်တာက Fina fantasy VIIတို့လို 3D Animataionတွေထုတ်ခဲ့ဖူးတဲ့နိပွန်တွေကိုအထင်သွားမသေးနဲ့ဗျ။ အခုလည်းmonkey punchဖန်တီးခဲ့တဲ့ Lupin III : the firstရဲ့3Dဇာတ်ကောင်တွေဟာ ကာတွန်းဆန်ဆန်ဆွဲထားပေမယ့် တော်တော်ကြီးကိုအသက်ဝင်လှတဲ့အပြင် လှတာလည်းတော်တော်ကြီးကိုလှပါတယ်။ တကားလုံးမှာမကြိုက်တာဆိုလို့ နောက်ခံစကားပြောပဲရှိတယ်။ (ကျနော်တစ်ယောက်ထဲအမြင်ပါ။ တချို့အခန်းတွေမှာသိပ်လမိုင်းမကပ်သလိုခံစားရပါတယ်)
ကျန်တာကတော့လုံးဝကိုperfectပါပဲ မင်းသားရဲ့မျက်နှာအမူအရာကအစ မင်းသမီးရဲ့ချစ်စဖွယ်ကောင်းတဲ့မျက်နှာလေးအဆုံး တကားလုံးကြည့်ပျော်စရာကြီးပါ။ ဇာတ်လမ်းကလည်း tomb raiderတို့၊ Indiana Jonesတို့ကြိုက်တဲ့လူတွေဆိုရင်ကိုအကြိုက်တွေ့မှာအ‌သေအချာပါပဲ။ ထောင်ချောက်တွေကိုကျော်လွှားပုံတွေဆိုရင် Indiana Jonesရဲ့ထောင်ချောက်တွေကျော်လွှားသလိုမျိုးကိုလန်းတယ်ကွာဆိုပြီးဖြစ်စေပါတယ်။ ဒါပေမယ့် Indiana Jonesလို တစ်နေရာပြီးတစ်နေရာသွားရင်းနဲ့လမ်းကြောင်းရှာတာမျိုးသိပ်မပါလို့ နည်းနည်းတော့ဘဝင်မကျဘူးဗျ။ အဲ့နေရာလေးရယ်၊ နောက်ခံစကားပြောရယ်ကိုပြင်လိုက်ရင် တော်တော်ကိုကောင်းပြီးအချိန်ကုန်ရကျိုးနပ်တဲ့ကားပါ

ဇာတ်လမ်းအကျဉ်းကိုပြောရရင်တော့ ကမ္ဘာပေါ်မှာ ပရော်ဖက်ဆာကြီးဘရစ်ဆန်ရဲ့ဒိုင်ယာရီစာအုပ်ဟာအဖိုးမဖြတ်နိုင်ဘူးဆိုပြီးလူသိများပါတယ် တစ်ရက်မှာတော့ အဲ့ဒီစာအုပ်ကို Lupin IIIဆိုတဲ့နာမည်ကျော်သူခိုးတယောက်ကလာခိုးမယ်လို့စာပို့လာပါတယ်။ အဲ့ဒီစာအုပ်ကိုလုံခြုံရေးယူပေးနေတာကလည်း Lupinရဲ့မဟာရန်သူတော်ကြီးဖြစ်တဲ့ စုံထောက်ကြီးZenigataပါ။ Lupinလာမယ်ဆိုလို့ ယင်ကောင်တောင်ဖြတ်ပျံလို့မရအောင်သေချာစောင့်နေတာပါ။ ဒါပေမယ့် Lupinအပြင် အဆိုပါဒိုင်ယာရီကိုလိုချင်နေတဲ့ကြီးမားတဲ့အဖွဲ့ကြီးတစ်ဖွဲ့လည်းရှိနေပါတယ်။ အဲ့ဒီအဖွဲ့ကြီးဟာ ဘယ်သူတွေလဲ ဘာလို့အဲ့ဒီဒိုင်ယာရီကိုဘာလို့လိုချင်နေရတာလဲ ဒိုင်ယာရီနဲ့ပတ်သတ်တဲ့ရတနာသိုက်ကဘယ်လိုမျိုးလဲ အဖိုးမဖြတ်နိုင်တဲ့ရတနာဆိုတာဘာလဲဆိုတာတွေကို ကိုယ်တိုင်ပဲကြည့်ရှုခံစားလိုက်ပါ။ Resolutionသုံးမျိုးနဲ့တင်ထားပါတယ်

Resolution – Bluray 1080p

Running Time – 1hr33min

Japanese Dub

Translated by DrNyan

Encoded by DrNyan

source : https://mmanime.org/lupin-iii-the-first/"
}
,{
"title" : "The Garden of Sinners: Future Gospel",
"gen" : " Adventure, Animation, Fate Universe, Uncategorized",
"date" : "2013",
"cover" : "https://image.tmdb.org/t/p/w533_and_h300_bestv2/ppsF6Vm7EyOP7TTP7Bygmy2y2sH.jpg",
"image" : "https://image.tmdb.org/t/p/w185/p7WS8M2keH5WPeRUZkVJYIUFS5z.jpg",
"length" : "1h 28m",
"size" : "1.2 GB",
"video" : "https://mega.nz/file/HAgBBDpS#lEbNFfzuM9u5WpgcdqXcarwZuuhRk5e5P8EfdKfK3hw",
"vol" : "ပထမဆုံးပြောချင်တာက GOS ကိုမေ့နေကြပြီလား =,=
နောက်တစ်ခုကာဒီကားစာဖိုင်က ရှားနေတာရယ်ရှိတဲ့စာဖိုင်က စာကြောင်းပေါင်း သောင်ချီနေတာကြောင့်ကြာနေတာဖြစ်ပြီးတော့ သောင်းချီနေတဲ့စာကြောင်းတွေကို ဖြတ်ရင်းနဲ့ ၆မိနစ်စာ ဘာသာပြန်စာကြောင်းတွေပါမလာခဲ့ပါဘူး။ Sorry ပါ အဲ့တာအဆင်မပြေဖြစ်နေတဲ့အတွက်။ ဒါပေမဲ့ ပါမလာတာက ဇာတ်လမ်းအပေါ်ထိခိုက်မှုမရှိတဲ့အတွက် ကံကောင်းတယ်လို့ပြောရမှာပါပဲ။ ဘာပဲဖြစ်ဖြစ်ပါ တောင်းပန်ပါတယ် အဲ့ဒီတွက်။ နောက်မှာနှစ်ကားပဲကျန်တော့ပါတယ်။ ဒီ Movie အရက်အဆက်အပိုင်းတိုလေးရယ် နောက် ၁ကနေ ၆ထိ လိုတာတွေထပ်ဖြည့်ပြီးတော့ Timeline စီပေးထားတဲ့အနှစ်ချုပ်တစ်ကားရယ်ပဲကျန်ပါတော့တယ်။

ကဲကဲစာရှည်ပြီးတော့ Review ကိုသွားရအောင်
ဒီကားအကြောင်းကထွေထွေထူးထူး ပြောစရာသိပ်မရှိပါဘူး။ အဓိကဇာတ်ကောင်တွေအသစ်ပါတာက တခုခုကိုကြိုမြင်နေကတဲ့ကောင်မလေး တစ်ယောက်နဲ့ကောင်လေးတစ်ယောက်ပါလာမှာပဲဖြစ်ပါတယ်။ အဲ့ဒီကောင်လေးက သူ့ရဲ့ကြိုမြင်နိုင်တဲ့မျက်လုံးကိုအသုံးပြုပြီးတော့ လုပ်ကြံဖုံးခွဲသူတစ်ယောက်လုပ်နေပြီးတော့ ကောင်မလေးကတော့ ကြိုမြင်တာနဲ့ပတ်သတ်ပြီလူတွေကိုကူညီပေးဖို့ကြိုးစားနေတာပါ။ ဒီကားထဲမှာ ကြိုမြင်တဲ့ဖုံးခွဲလုပ်ကြံသူကောင်လေးနဲ့ ကျွန်တော်တို့ရဲ့ Shiki တို့၂ယောက်ညဏ်ချင်းယှဉ်ပြီးတိုက်ခိုက်ကြရမှာပါ။
ကြိုမြင်နိုင်တဲ့မျက်လုံးကပဲနိုင်မလား ဒါမှမဟုတ် ပျက်စီးချင်း(သေချင်း)အက်ကွဲကြောင်းသော့ချက်တွေကိုမြင်နေရတဲ့ မျက်လုံးကပဲနိုင်မလားဆိုတာကတော့ဇာတ်လမ်းထဲမှာရှုစားလိုက်ပါတော့။ Timeline ချိတ်ကြည့်ချင်ရင်တော့ Chapter 3 နောက်ပိုင်းကပါ။

 Source : https://mmanime.org/the-garden-of-sinners-future-gospel/"
}
,{
"title" : "Our Seven-Day War",
"gen" : "Action, Animation, Comedy, Drama, Thriller",
"date" : "2019",
"cover" : "https://image.tmdb.org/t/p/w300/pfTlwLkaB8XxDPW4gYLW5owRByq.jpg",
"image" : "https://image.tmdb.org/t/p/w185/oCzMmR4Fo7cyEHgpMd5yt1DQAD.jpg",
"length" : "1h 28m",
"size" : "1.1 GB",
"video" : "https://www.mediafire.com/file/3tdguxfzwrskyts/%287_Days_War%29Bokura.No.Nanokakan.Sensou.1080P.mp4/file",
"vol" : "

” လူကြီးတွေကိစ္စဘာဆိုတာငါစိတ်မဝင်စားဘူး… ချီရိုနို… ငါတို့နင့်မွေးနေ့မရောက်ခင်အထိထွက်ပြေးကြရအောင်”
ဆိုတဲ့လူငယ်တို့ရဲ့လွပ်လပ်တဲ့စိတ်နဲ့ကိုယ့်ခံယူချက်အပေါ်မားမားမတ်မတ်ရပ်တည်တတ်တဲ့စိတ်ကိုစပြီးဖွင့်လှစ်ပြသလိုက်နဲ့ Our Seven Days War ဆိုတဲ့ဇာတ်ကားလေးဟာဆိုရင်တော့ ငယ်ငယ်လေးကတည်းကချစ်ကြိုက်ခဲ့ပေမယ့်

 အိမ်ပြောင်းရတော့မယ့်အချိန်ထိတောင်မဖွင့်ပြောရဲတဲ့ကောင်လေး “မာမိုရူ” နဲ့ ကိုယ်ပိုင်ခံစားချက်အခက်အခဲတွေအသီးသီးရှိနေကြတဲ့အထက်တန်းကျောင်းသားအဖွဲ့လေးရဲ့ခုနှစ်ရက်တာကိုယ့်စိတ်ကြိုက်နေကြရင်းဘယ်လိုအခက်အခဲတွေကိုရင်ဆိုင်ဖြတ်သန်းရပြီးဘယ်လိုမျိုးနားလည်ဖေးမကြမယ်ဆိုတာကိုရိုက်ကူးပြထားတဲ့ Anime ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်

ပါဝင်တဲ့ သီချင်းတွေကလဲဇာတ်လမ်းလေးနဲ့လိုက်ဖက်မှုရှိပြီး အကြမ်းအရမ်းတွေမပါပေမယ့် (7)ရက်အတွင်းဘယ်လိုအခက်အခဲတွေကိုရင်ဆိုင်ဖြတ်သန်းကြသလဲဆိုတာရင်တမမနဲ့ကြည့်ရှု့ရမည့်အပြင်

” လူတိုင်းဟာကိုယ့်ရဲ့တကယ့်ပုံစံအမှန်ကိုဖုံးကွယ်ရင်းကြီးပြင်းလာပြီးလူကြီးဖြစ်လာကြတယ် ဒီလိုဆိုရင်ငါလူကြီးမဖြစ်ချင်တော့ဘူး ” ချီရိုနို ” နင့်ကိုငါချစ်တယ်” ဆိုတဲ့စကားလုံးတွေနဲ့အတူ ရင်ထဲရှိတာကိုမြိုသိပ်မထားဘဲအချုပ်အချယ်ကင်းတဲ့လူငယ်ဘဝမှာလွပ်လွပ်လပ်လပ်နေပစ်လိုက်ဖို့ Message လေးရင်ထဲရောက်လာစေမယ့်ကားလေးတစ်ကားဖြစ်ပါတယ်ဆိုတာကိုညွှန်းရင်းဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး….

#Anime_Petals

Source : https://mmanime.org/our-seven-day-war/"
}
,{
"title" : "Made in Abyss: Wandering Twilight",
"gen" : "Adventure, Animation, Drama, Fantasy, Mystery, Science Fiction",
"date" : "2019",
"cover" : "https://image.tmdb.org/t/p/w300/fUANpIoeKeK9mngo5wJz6bTNzt4.jpg",
"image" : "https://image.tmdb.org/t/p/w185/gUzPqPv6fXq5Qa0OGP5b2j1cKZo.jpg",
"length" : "1h 46m",
"size" : "1.43 GB",
"video" : "http://www.mediafire.com/file/gojg6vql2zumpog/%255BBebas-Raws%255D_Made_in_Abyss_Movie_2_-_Hourou_Suru_Tasogare_%2528WEB_1080p_Hi10P_EAC3%252BAAC%2529_%255B300DA2AF%255D.mp4/file",
"vol" : "

Rikoနဲ့Regတို့နှစ်ယောက်”Great Fault”လို့ခေါ်တဲ့တတိယအလွှာ​ကအန္တရာယ်တွေကိုရင်ဆိုင်ကျော်ဖြတ်ပြီးချိန်မှာတော့ လေးခုမြောက်အလွှာကိုရောက်ရှိလို့လာပါတယ်။

ဒါပေမယ့်လည်းမမျှော်လင့်ထားတဲ့ဘေးအန္တရာယ်တခုကြောင့် Riko ဟာသေစေနိုင်တဲ့ဒဏ်ရာရရှိခဲ့တယ်။ Regလည်းဘာ မှလုပ်ပေးလို့မရတော့တဲ့အချိန်မှာတော့ Nanachi လို့ခေါ်တဲ့ယုန်နားရွက်နဲ့ Hollow မလေးတယောက်ဟာကူညီဖို့ရောက်ရှိလာခဲ့တယ်။ ဒါပေမယ့်လည်း Regဆီကနေ အပြန်အလှန်အနေနဲ့တခုပြန်တောင်းဆိုတယ်။ Riko ကိုကယ်တင်ဖို့နဲ့ သူပြန်တောင်းဆိုတဲ့အရာတို့ဟာ Rikoနဲ့Regတို့ဆက်သွားနိုင်ဖို့အတွက်အဓိကဖြစ်လာပါတော့တယ်။

ဒါ့အပြင်နောက်တထပ်မှာလည်းထူးခြားတဲ့ဝီစီဖြူတယောက်ကလည်းသူတို့ကိုစောင့်စားနေပြန်ပါတယ်
ဒီ Movie ဟာ Made in Abyss Movie 1 ရဲ့အဆက်ဖြစ်တဲ့အတွက် Movie 1 ကြည့်ပြီးမှဆက်ကြည့်ကြဖို့ပြောပြချင်ပါတယ်

Source : https://mmanime.org/made-in-abyss-wandering-twilight/"
}
,{
"title" : "The Garden of Sinners: Future Gospel - Extra Chorus ",
"gen" : "Action, Adventure, Animation, Fate Universe ",
"date" : "09/28/2013 ",
"cover" : "https://image.tmdb.org/t/p/w300/sKPVrDhRvF2KhdGBmqQ4yM6J9NP.jpg",
"image" : "https://image.tmdb.org/t/p/w185/5PKl4Op0dqCjS3U2zmxAKOBbwT7.jpg",
"length" : "32 m",
"size" : "443 MB",
"video" : "https://mega.nz/file/bEpFxZTB#scLpZmp1UNoy-WILywMadIlBDV5uYncdlV6qkWzvQ0Y",
"vol" : "
Timeline: 1998. Side stories. Adaptation of the manga by Takashi Takeuchi. Premiered and sold with Future Gospel.

ဒီကားက Side story ပါပဲဟိုတစ်ပါတ်ကတင်ပေးလိုက်တဲ့ကားရဲ့ Side storyလေးပါပဲ။ ဒီဇာတ်လမ်းထဲမှာပြောချင်တာကတော့ Chapter 1မှာတုန်းကတိုက်ပေါ်ကခုန်ချပြီးသတ်သေခဲ့တဲ့ကောင်မလေးတစ်ယောက်ရဲ့သူငယ်ချင်းအကြောင်းရယ် ကြောင်တစ်ကောင်ကလဲခံစားချက်ရှိပါတယ်ဆိုတာကို New Year ညမှာတူတူစကားပြောဖြစ်ကြတဲ့ Shiki နဲ့ khokuto တို့2ယောက်အကြောင်းပါ။ ကဲနောက်မှာအနှစ်ချုပ်တစ်ကားပဲကျန်ပါတော့တယ်။ အဲ့တာကြီးပြီးရင်တော့ Peace site ပေ့ကတင်ဆက်ပေးတဲ့ Garden of sinner projectကြီးပြီးပါပြီ။နောက်ကားတင်နိုင်ဖို့တွက်အားပေးတဲ့သူတွေရောရှိကြသေးရဲ့လား =,=

Source : https://mmanime.org/the-garden-of-sinners-future-gospel-extra-chorus/"
}
,{
"title" : "Dragon Ball: Curse of the Blood Rubies",
"gen" : "Animation/Action",
"date" : "1986",
"cover" : "https://image.tmdb.org/t/p/w300/3ZaiWLU8Z9M4tlY2hv95CTCKMAF.jpg",
"image" : "https://image.tmdb.org/t/p/w185/dZCWRFJnwyxYOhzAhf7Xyru4moB.jpg",
"length" : "50 minutes",
"size" : "228 MB",
"video" : "http://www.mediafire.com/file/qo6f49j63dttf79/Dragonball_-_Movie_1_-_Curse_of_the_Blood_Rubies_Subtitles01.mp4/file",
"vol" : "
ဂျပန်Animeလို့ပြောလိုက်ရင် အရင်ဆုံးပြေးမြင်ကြတာ Doraemonနဲ့ Dragon ballလိူ့ပြောရင်မှားမယ်မထင်ပါဘူး နှစ်ခုလုံးဟာ ၁၉၈၀လောက်ကထွက်တယ်ဆိုပေမယ့် အခုခေတ်ကာလတိုင်အောင် အရှိန်မသေသေးပဲ နာမည်ကြီးဆဲပါ Animeလောကမှာ Dragon ball animeထွက်ခဲ့ခြင်းဟာ Animeလောကအတွက်တွန်းအားတစ်ခုဖြစ်စေခဲ့ပါတယ် နာမည်ကြီးanime seriesတွေဖြစ်တဲ့ One pieceတို့ Narutoတို့ရဲ့ဖန်တီးရှင်တွေဟာ Dragon ball animeရဲ့လွှမ်းမိုးမှုနဲ့တွန်းအားကြောင့် နာမည်ကျော်စီးရီးတွေကိုရေးဆွဲနိုင်ခဲ့တာပါ နောက်ပြီးတော့ Dragon ball ရဲ့အဓိကဇာတ်ကောင် Son Gokuဆိုတာ အနောက်သိူ့ခရီးသွားခြင်းပုံပြင်ထဲက စွန်းဝူခုန်းကိုအခြေခံပြီးရေးစွဲထားတာပါ တရုတ်ကထုတ်တဲ့ဂန္ဓဝင်အနောက်သို့ခရီးသွားခြင်းရိုက်ဖြစ်တာကလည်း Gokuဇာတ်ကောင်အောင်မြင်ခဲ့တာကတွန်းအားသေးသေးလေးတစ်ခုဖြစ်စေခဲ့တယ်လို့ပြောရင်လည်းရပါတယ် ဇာတ်လမ်းအကျဉ်းကိုပြောရရင်… ခဏလေးဗျ ဇာတ်လမ်းအကျဉ်းကိုမပြောခင် Dragon ball animeဟာ စီးရီးနဲ့ရုပ်ရှင်ဆိုပြီးနှစ်မျိုးထွက်တယ်ဗျ အခုတင်မယ့် အစားကြူ းဘုရင်နှင့်မျောက်လောင်းမှာ bulmaနဲ့စတွေ့တာဟာ စီးရီးမှာbulmaနဲ့စတွေ့တာနဲ့ မတူပဲ နည်းနည်းလေးကွဲပါတယ် စီးရီးကိုလည်းတင်ဆက်ပေးချင်ပေမယ့် အပိုင်းအရေအတွက်များလွန်းတာရယ် တော်တော်ကြာပြီဖြစ်လို့ရှာရခက်တာရယ်ကြောင့်မတင်ပေးနိုင်ဖို့များပါတယ် စီးရီးကြိးပဲကိုသိသလောက် Dragon ball Dragon ball z Dragon ball super Dragon ball gt Dragon ball kai Super dragon ball heroesဆိုပြီးစီးရိး၆ခုထွက်ပါတယ် အဲ့မှာမှ ကျနော့်အမြင်ကတော့ Dragon ballနဲ့dragon ball zဟာ အဓိကစီးရီးဖြစ်ပြီးကြည့်ကိုကြည့်သင့်တဲ့ထဲပါပါတယ် ကျန်စီးရီးနဲ့ရုပ်ရှင်ကတော့ ကြိုက်တဲ့စီးရီးကနေဖောက်ကြည့်လို့ရပါတယ် မူရင်းtimelineနဲ့တအားကြီးချိတ်ဆတ်တာမျိုးမရှိပါဘူး ရုပ်ရှင်အနေနဲ့ကတော့ ကားပေါင်း၂၀ထွက်ထားပါတယ် လက်ရှိကျနော်တို့စီစဉ်ထားတာတော့ Dragon ball ရုပ်ရှင်ကိုtimelineအတိုင်းအစဉ်လိုက်တင်ပါမယ် ရုပ်ရှင်timelineအရဆိုရင် Dragon ballမှာလေးကားရှိပါတယ် အဲ့လေးကားတင်ပြီးလို့ကြည့်ချင်တဲ့လူများရင် Dragon ball zရုပ်ရှင်timelineကိုထပ်ကူးပါမယ် Dragon ballနဲ့ db zဘာကွာလဲမေးရင် လွယ်လွယ်ပြောရရင် ကလေးဘဝနဲ့လူကြီးဘဝtimelineပါ အခုတင်ဆက်ပေးမယ့် Dragon ballကားရဲ့ပထမဆုံးရုပ်ရှင်ကိုတကယ်စပြောရရင်တော့ ကမ္ဘာကြီးမှာ သိဒ္ဓိဝင်dragon ballခုနစ်လုံးရှ်ိပါတယ် ဒဏ္ဍာရီအဆိုအရ ဒီdragon ballခုနစ်လုံးကိုတစုတစည်းထဲစုနိုင်ရင် နဂါးကြီးတစိကောင်ပေါ်လာပြိးလိုရာဆုဘယ်ဆုကိုမဆိုဖြည့်စည်းပေးပါမယ်တဲ့ ဒီဇာတ်လမ်းဖြစ်တည်ရာအချိန်မှာ ဘုရင်ကြီးတစ်ပါးဟာငတ်ကြီးကျရောဂါစွဲကပ်နေပါတယ် (တကယ်ငတ်ကြိးကျတာပါ ကောင်းတာတွေစား ကောင်းတာတွေဝတ် လူပေါင်းတွေမှားဖြစ်နေတာပါ) သူ့ရောဂါဟာတဖြည်းဖြည်းဆိုးရွားလာပြီးအရသာအရှိဆုံးအစားအသောက်တွေစားပြိးရင်တောင်ပိုအရသာရှိတာတွေစားချင်စိတ်ထပ်ထပ်ပြီးဖြစ်ပေါနေတာပါ သူ့အာသာဆန္ဒပြည့်ဝဖို့အတွက် Dragon ballခုနစ်လုံးကိုစုစည်းပြိးနဂါးကြီးဆီကနေတောင်းဆုပြုမယ်ကြံစည်လိုက်တဲ့အခါမှာတော့ Gokuပေါက်စလေးဆီမှာရှိတဲ့ Dragon ballကိုလုယူဖို့အခြေအနေဖြစ်ပေါ်လာပါတော့တယ် လာလုမှာကိုGokuပေါက်စလေးတားဆီးနိုင်မလား နဂါးကြိးကိုရောဆင့်ခေါ်နိုင်မလား ဆင့်ခေါ်နိုင်မယ်ဆိုရင်လည်းဘယ်သူဆင့်ခေါ်ပြီးတောင်းဆုပြည့်ဝသွားမှာလည်းဆိုတာကို ကိုယ်တိုင်ပဲခံစားကြည့်လိုက်ပါ ဒီကားလေးမှာတော့ Dragon ballမင်းသားGokuရဲ့ ကမ္ဘာကျော်တိုက်ကွက် Kamehamehaစရတာကိုမြင်တွေ့ရမှာပါ

ရှေးကားျဖစ္ေနေတာ့ resolutionက 480pပဲရပါတယ္

Translated by DrNyan
Encoded by DrNyan

Source : https://mmanime.org/dragon-ball-curse-of-the-blood-rubies/"
}
,{
"title" : "The Garden of Words",
"gen" : " Uncategorized",
"date" : "2013",
"cover" : "https://image.tmdb.org/t/p/w300/17VJtkAFpsmGehFk1SWbiXahmoG.jpg",
"image" : "https://mmanime.org/wp-content/uploads/2020/07/91fUNTse45L._RI_.jpg",
"length" : "46 m",
"size" : "700 MB",
"video" : "https://www.mediafire.com/file/9ndz28wgm5nxihg/%255Bwww.mmanime.org%255D_The_Garden_of_Words_%2528Kotonoha_No_Niwa%2529_%25282013%2529_720p_.mp4/file",
"vol" : "
ငြင်သာတဲ့မိုးခြိမ်းသံနဲ့
ညို့မှိုင်းမှိုင်းကောင်းကင်ကြီးဆီက
မိုးတွေများရွာချလာခဲ့ရင်
မင်းငါ့ဘေးမှာ ရှိနေဦးမှာလား

ဒီတခါမှာတော့ မိုးရွာရင်ဘသူ့ကိုလွမ်းမှန်းမသိဖြစ်တတ်တဲ့လူတွေအတွက်ရော အfeel တလိုင်းလေးကိုကြည့်ချင်တဲ့လူတွေအတွက်ပါ အဆင်ပြေစေမယ့် တော်တော်များများလည်း ကြည့်ဖူးပြီးဖြစ်မယ့် ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်ဗျ

ဇာတ်လမ်းအကျဉ်းလေးကိုတော့ မကြည့်ရသေးတဲ့လူတွေအတွက် ရည်ရွယ်ပီးရေးပေးလိုက်ပါတယ်ဗျ
-မိုးရွာတဲ့မနက်ခင်းတွေမှာ
Shoes makerဖြစ်ချင်တဲ့ Takao Akizuki ဆိုတဲ့အထက်တန်းကျောင်းသားတ​ယောက်က မိုးရွာတဲ့ရက်တွေမှာပန်းခြံထဲကိုသွားတတ်ပီး ဘီယာနဲ့ချောကလက်ကိုဘဲသောက်တတ်တဲ့ အမျိုးသမီးတစ်ယောက်နဲ့ ဆုံခဲ့ပါတယ်။ လျှို့​ဝှက်တတ်တဲ့သူမနဲ့ စကားတွေပြောရင်း အချိန်တွေကြာတဲ့အခါမှာ သံယောဇဉ်တွယ်မိသွားတယ် ။ နောက်ပိုင်းမှာ သူမရဲ့ ဘဝမှန်ကို သိသွားတဲ့အခါမှာတော့ ခံစားချက်ကိုဘဲရှေ့တန်းတင်ပီးဇွတ်တိုးမလား သူချစ်တဲ့သူမအတွက်ဘဲနောက်ဆုတ်ပေးမလားဆိုတာကို ကြည့်ရှု ရမာဖြစ်ပါတယ် ။ like and shareလေးနဲ့အားပေးကြပါဦး
Translated by Thatoe
Encoded by Swam Yi

source : https://mmanime.org/the-garden-of-words/"
}
,{
"title" : "Dragon Ball: Sleeping Princess in Devil’s Castle",
"gen" : "Uncategorized ",
"date" : "July 18, 1987",
"cover" : "https://image.tmdb.org/t/p/w300/81ploCRzK7R1npjgkx7KPjWpIyx.jpg",
"image" : "https://image.tmdb.org/t/p/w185/bPmA7dtMUoh6fK8XjauoKB4FcSu.jpg",
"length" : "45 m",
"size" : "1 GB",
"video" : "http://www.mediafire.com/file/wdcuc2y3cl6zgiy/DG2_MOVIE_.mp4/file",
"vol" : "
ဂျပန်Animeလို့ပြောလိုက်ရင် အရင်ဆုံးပြေးမြင်ကြတာ Doraemonနဲ့ Dragon ballလိူ့ပြောရင်မှားမယ်မထင်ပါဘူး နှစ်ခုလုံးဟာ ၁၉၈၀လောက်ကထွက်တယ်ဆိုပေမယ့် အခုခေတ်ကာလတိုင်အောင် အရှိန်မသေသေးပဲ နာမည်ကြီးဆဲပါ Animeလောကမှာ Dragon ball animeထွက်ခဲ့ခြင်းဟာ Animeလောကအတွက်တွန်းအားတစ်ခုဖြစ်စေခဲ့ပါတယ် နာမည်ကြီးanime seriesတွေဖြစ်တဲ့ One pieceတို့ Narutoတို့ရဲ့ဖန်တီးရှင်တွေဟာ Dragon ball animeရဲ့လွှမ်းမိုးမှုနဲ့တွန်းအားကြောင့် နာမည်ကျော်စီးရီးတွေကိုရေးဆွဲနိုင်ခဲ့တာပါ နောက်ပြီးတော့ Dragon ball ရဲ့အဓိကဇာတ်ကောင် Son Gokuဆိုတာ အနောက်သိူ့ခရီးသွားခြင်းပုံပြင်ထဲက စွန်းဝူခုန်းကိုအခြေခံပြီးရေးစွဲထားတာပါ တရုတ်ကထုတ်တဲ့ဂန္ဓဝင်အနောက်သို့ခရီးသွားခြင်းရိုက်ဖြစ်တာကလည်း Gokuဇာတ်ကောင်အောင်မြင်ခဲ့တာကတွန်းအားသေးသေးလေးတစ်ခုဖြစ်စေခဲ့တယ်လို့ပြောရင်လည်းရပါတယ် Dragon ball animeဟာ စီးရီးနဲ့ရုပ်ရှင်ဆိုပြီးနှစ်မျိုးထွက်တယ်ဗျ အခုတင်မယ့် အစားကြူ းဘုရင်နှင့်မျောက်လောင်းမှာ bulmaနဲ့စတွေ့တာဟာ စီးရီးမှာbulmaနဲ့စတွေ့တာနဲ့ မတူပဲ နည်းနည်းလေးကွဲပါတယ် စီးရီးကိုလည်းတင်ဆက်ပေးချင်ပေမယ့် အပိုင်းအရေအတွက်များလွန်းတာရယ် တော်တော်ကြာပြီဖြစ်လို့ရှာရခက်တာရယ်ကြောင့်မတင်ပေးနိုင်ဖို့များပါတယ် စီးရီးကြိးပဲကိုသိသလောက် Dragon ball Dragon ball z Dragon ball super Dragon ball gt Dragon ball kai Super dragon ball heroesဆိုပြီးစီးရိး၆ခုထွက်ပါတယ် အဲ့မှာမှ ကျနော့်အမြင်ကတော့ Dragon ballနဲ့dragon ball zဟာ အဓိကစီးရီးဖြစ်ပြီးကြည့်ကိုကြည့်သင့်တဲ့ထဲပါပါတယ် ကျန်စီးရီးနဲ့ရုပ်ရှင်ကတော့ ကြိုက်တဲ့စီးရီးကနေဖောက်ကြည့်လို့ရပါတယ် မူရင်းtimelineနဲ့တအားကြီးချိတ်ဆတ်တာမျိုးမရှိပါဘူး ရုပ်ရှင်အနေနဲ့ကတော့ ကားပေါင်း၂၀ထွက်ထားပါတယ် လက်ရှိကျနော်တို့စီစဉ်ထားတာတော့ Dragon ball ရုပ်ရှင်ကိုtimelineအတိုင်းအစဉ်လိုက်တင်ပါမယ် ရုပ်ရှင်timelineအရဆိုရင် Dragon ballမှာလေးကားရှိပါတယ် အဲ့လေးကားတင်ပြီးလို့ကြည့်ချင်တဲ့လူများရင် Dragon ball zရုပ်ရှင်timelineကိုထပ်ကူးပါမယ် Dragon ballနဲ့ db zဘာကွာလဲမေးရင် လွယ်လွယ်ပြောရရင် ကလေးဘဝနဲ့လူကြီးဘဝtimelineပါ

Source : https://mmanime.org/dragon-ball-sleeping-princess-in-devils-castle/"
}
,{
"title" : "I've Always Liked You",
"gen" : "Romance, School",
"date" : "04/23/2016 ",
"cover" : "https://image.tmdb.org/t/p/w300/zyqfXxJVhPOTIKHDeFBQXx1IIXl.jpg",
"image" : "https://image.tmdb.org/t/p/w185/v4CqEMYQNnHcpNe7UbM2pIWJYPV.jpg",
"length" : "1h 3m",
"size" : "602 MB",
"video" : "https://drive.google.com/file/d/1H7QkZmDj9g6gkYn_rCTIg7Sja7C1srAA/view?fbclid=IwAR1k_1m-smFDzjIYDmeRBKq5nPOMuumH-I4WTiJzMELiSCI-BJw2BfDQKlo",
"vol" : "

I’ve Always Liked You ဆိုတဲ့ Anime ဇာတ်ကား

လေးဟာလူငယ်အချစ်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပြီး

ဒါရိုက်တာ Tetsuya Yanagisawa ကရိုက်ကူးပြီး Qualia

Animation Studio မှဖန်တီးပေးထားတာဖြစ်ပါတယ်

 

Opening Song မှကတည်းက လိုရာဆန္ဒပြည့်မည်ဆိုတခြားသူအားလုံးပျော်ရွှင်စေဖို့ဆုတောင်းလိုက်မယ် မင်းလေးပျော်ရွှင်ဖို့ကိုတော့ငါကိုယ်တိုင်ကြိုးစားမယ် ဆိုတဲ့စာသားလေးနဲ့ဆွဲဆောင်သွားတဲ့ I’ve Always Liked You ဇာတ်ကားလေးဟာ Koyuki Ayase ၊ Hina Setoguchi ၊ Haruki Serizawa တို့ကြားကအချစ်ဇာတ်လမ်းကိုဖော်ကျူးထားတာဖြစ်ပါတယ်

 

ကျောင်းမှာအမှတ်မထင်တွေ့ဆုံခဲ့ရတဲ့စီနီယာ Koyuki Ayase ကိုတစ်ဖက်သတ်ချစ်မိသွားခဲ့တဲ့ကောင်မလေး Hina Setoguchi

 

Hina Setoguchi ဆိုတဲ့ကောင်မလေးကိုငယ်ငယ်ကတည်းကချစ်လာခဲ့ရပေမယ့်အထက်တန်းရောက်တဲ့အထိတိုင်ဖွင့်မပြောဘဲမျိုသိပ်နေခဲ့ရတဲ့တစ်ဖက်သတ်အချစ်နဲ့ကောင်လေး Haruki Serizawa

 

သူတို့တွေအထက်တန်းအောင်ပြီးချိန်မှာတော့စီနီယာကိုချစ်နေတဲ့ကောင်မလေး Hina ဟာ Koyuki တက်တဲ့တက္ကသိုလ်ကိုပဲလိုက်တက်ခဲ့ပြီး Hina ကိုတစ်ဖက်သတ်ချစ်နေတဲ့ကောင်လေး Haruki လဲ Hina နောက်လိုက်ခဲ့တဲ့အခါမှာတော့ သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းလေးကဘယ်လိုအဆုံးသတ်မလဲဆိုတာစိတ်ဝင်စားဖွယ်ကြည့်ရှူရမှာပဲဖြစ်ပါတယ်

source : https://mmanime.org/ive-always-liked-you/"
}
,{
"title" : "Eden of the East Movie I: The King of Eden",
"gen" : "Animation, Comedy, Drama, Mystery, Romance, Slice of life, Thriller",
"date" : "26 Nov 2009",
"cover" : "https://image.tmdb.org/t/p/w300/2b4G8Lm7EfaE8eznCn60K3M7Vxa.jpg",
"image" : "https://image.tmdb.org/t/p/w185/vssCxjjS6ZQFnQU1b0k86TW3A54.jpg",
"length" : "1h 20min ",
"size" : "1.22 GB",
"video" : "https://mega.nz/file/RNhDjbCT#z2yMqwg4jhNbovt0t1DflzfZzA4vYZLNQQyMkKfp4wo",
"vol" : "ဂျပန်တစ်နိုင်ငံလုံးကို ဒုံးကျည်ဒဏ်ကနေကာကွယ်ပေးပြီးနောက်မှာတော့

Takizawa ချက်ချင်းပြောက်သွားခဲ့တယ်

ဒုံးကျည်ပေါက်ကွဲမှုတွေအပြီးပြန်မပေါ်လာတဲ့ Takizawa အကြောင်းကို

Saki စဉ်းစားနေတုန်းမှာဘဲ Selecao ဖုန်းကနေ message တစ်ခုဝင်လာခဲ့တယ်

“Saki ယုံကြည်ပေးတဲ့အတွက်ကျေးဇူးတင်ပါတယ် ငါအမြတမ်းမင်းနဲ့အတူခရီးထွက်ခဲ့တယ့်နေရာမှာရှိနေတယ်”

ဒီ message အရ Takizawa ဘယ်နေရာမှာရှိနိုင်လဲဆိုတာကိုတွေးမိတာ Saki တစ်ယောက်ဘဲရှိတယ်

ဒုံးကျည်တိုက်ခိုက်မှုပြီးကတည်းကပြောက်ကွယ်သွားတဲ့ သူက Saki နဲ့ခရီးအတူထွက်ခဲ့တဲ့နေရာမှာ

အမြဲတမ်းရှိနေမယ်ဆိုတဲ့ message တစ်စောင်သာချန်ထားခဲ့တယ်

ဒီလိုနဲ့ သူတို့နှစ်ယောက်ခရီးစတင်ခဲ့တဲ့ New York ကို Saki လာခဲ့ပြီ

Saki တစ်ယောက် သူတို့နှစ်ယောက်ခရီးစထွက်ခဲ့တဲ့နေရာကိုရောက်တော့ Takizawa ကိုတွေ့ပြီ

ဒါပေမဲ့ သူမ သိတဲ့ Takizawa အနေနဲ့မဟုတ်တော့ဘူး

မှတ်ဉာဏ်အဖျက်ခံထားရတဲ့ linuma အနေနဲ့သူတို့ပြန်ဆုံခဲ့တယ်

Selecao ကစားပွဲကြီးကလည်းမပြီးသေးဘူး

Takizawa လည်းမှတ်ဉာဏ်အဖျက်ခံလိုက်ရပြီ

ဘယ်သူက supporter မှန်းလဲမသိကျသေးတဲ့အချိန်မှာ သူတို့ဘယ်လိုရရှေ့ဆက်ကြမလဲ

နောက်ထပ်ဒုံးကျဉ်ဖောက်ခွဲမှုတွေထပ်ပြီးကျရောက်လာအုန်းမှာလားဆိုတာကိုတော့

source : https://mmanime.org/eden-of-the-east-movie-i-the-king-of-eden/
"
}
,
{
"title" : "You are Umasou",
"gen" : "Action, Adventure, Fantasy, Kid, TV Movie ",
"date" : "2010",
"cover" : "https://image.tmdb.org/t/p/w300/6DJElbEDPa6iTy9QgH0Hy6t7Vz1.jpg",
"image" : "https://mmanime.org/wp-content/uploads/2020/08/67958.jpg",
"length" : "Unknown",
"size" : "1.63 GB",
"video" : "https://www.mediafire.com/file/4ek8fgt3j3prgod/%255BLightHouseFanSub%255DOmae_Umasou_da_na_-_BD_1080p.mkv/file",
"vol" : "
အပင်​စားဒိုင်​နို​ဆော အ​မေက​နေ ​မွေးစားပြီး ပျိုး​ထောင်​​ပေးခဲ့တဲ့ အိမ်​​ပြေး အသားစားဒိုင်​နို​ဆော “ဟတ်​တ်​”…

လမ်​းမှာ​တွေ့တဲ့ ဥက​ ​ပေါက်​ဖွားလာခဲ့တဲ့ အပင်​စားဒိုင်​နို​ဆောက​လေးကို စားဖို့ ကြံစည်​ခဲ့​ပေမဲ့ က​လေးရဲ့ “အ​ဖေ”လို့ အထင်​လွဲခြင်​းကို ခံလိုက်​ရတဲ့ သူ…

က​လေးကို ကြီးလာမှစားမယ်​ဆိုတဲ့အကြံနဲ့ ​မွေးစားထား​ပေမဲ့ တစ်​စစနဲ့ သံ​ယောဇဉ်​တွယ်​လာတဲ့အခါ… ​

“ဟတ်​တ်​”တစ်​​ယောက်​ အပင်​စားဒိုင်​နို​ဆော​လေးကို စားရက်​နိုင်​ပါ့မလား…

အသားစားမျိုးနွယ်​ ဒိုင်​နို​ဆောနဲ့ အပင်​စားမျိုးနွယ်​ ဒိုင်​နို​ဆော​လေးတို့အကြားက မိဘနဲ့ သားသမီး ဆက်​ဆံ​ရေးဟာ ​ရေရှည်တည်​မြဲနိုင်​ပါ့မလား….

ပင်​ကိုယ်​စရိုက်​ သဘာဝကိုက မတူညီကွဲပြားတဲ့ သူတို့မိသားစု​လေးကို ဘယ်​လိုကံကြမ္မာဆိုး​တွေက ဝင်​ရိုက်​ခတ်လာမှာလဲ…

“ဟတ်​တ်​”တစ်​​ယောက်​ သူ့ကို ​မွေးစားခဲ့တဲ့ ​အ​မေ့ဆီက ဘယ်​လိုအ​ကြောင်​း​ကြောင်​း​တွေ​ကြောင်​့ ထွက်​​ပြေးလာခဲ့တာလဲ…စတဲ့ အ​ကြောင်​းအရာ​တွေကို ၅၂၈ဆိုတဲ့ ​မိဘ​မေတ္တာတရားရဲ့​ခေါင်​းစဉ်​​အောက်​မှာ လှလှပပနဲ့ ​ပေါ့​ပေါ့ပါးပါး တင်​ဆက်​​ပေးထားတဲ့ ဇာတ်​လမ်​း​လေးတစ်​ပုဒ်​ပါပဲ။

source : https://mmanime.org/omae-umasou-da-na/"
}
]
}
